<template>
    <div>
      <main>
        <!-- 麵包屑 -->
        <section class="container" data-aos="fade-down"  data-aos-delay="500">
          <nav style="--bs-breadcrumb-divider: '>'" aria-label="breadcrumb" class="badge">
            <ol class="breadcrumb">
              <li class="breadcrumb-item"><a href="/">首頁</a></li>
              <li class="breadcrumb-item"><a href="#/daughter-2">我女兒懷孕了</a></li>
              <li class="breadcrumb-item active" aria-current="page"><a href="#">小孩怎麼養小孩</a></li>
            </ol>
          </nav>
        </section>

        <!-- 主要區塊 -->
        <section class="container">
          <div class="select">
            <!-- 裝飾用圖片 -->
            <img class="select-circle" src="../../assets/image/front/image_circleword.svg">
            <img class="image1" src="../../assets/image/front/page02_image1.svg">
            <img class="image2" src="../../assets/image/front/page02_image2.svg">
            <img class="image3" src="../../assets/image/front/page02_image3.svg">
            <!-- 結束 -->
            <p class="select-text" data-aos="fade-up">ANSEWR</p>
            <h2 class="select-title" data-aos="fade-up" >選擇・答案</h2>
            <img class="title-line" src="../../assets/image/front/choose_title_line.svg" data-aos="fade-up" >
            <p class="select-sologan" data-aos="fade-up" >為女兒所想，為家庭所選。</p>
            <div class="container select-box">
              <div class="select-box-inner">
                <div class="box-title" data-aos="fade-up">
                  <h2>｜小孩怎麼養小孩｜</h2>
                </div>
                <div class="select-menu">
                  <img class="mb-60" data-aos="fade-up" src='../../assets/image/front/page02_pic3.jpg'>
                  <hr data-aos="fade-up">
                    <!-- 選項開始 -->
                    <ul class="select-item container-inner mt-60">
                      <li data-aos="fade-up">
                        <p>如果計畫生下小孩，您的女兒需得到父母、監護人或伴侶的支持，一起生養孩子，而且還要能繼續學業或工作，才能夠做個好父母。若伴侶、先生或家人有不同意見， 你們需協商找出共識，但也不需違背心意做出被迫的決定，你們仍有寄養、出養的管道可選擇。懷孕過程中若需要協助或安置於中途之家，也可透過社會福利管道或諮詢服務尋求協助。</p>
                      </li>
                      <li data-aos="fade-up">
                        <h3>經濟問題您可先參考以下資訊</h3>
                        <p>2021年中央育兒津貼以「自行照顧」的家庭為主，包括由父母、長輩或是親屬照顧。<br><br>
                        <u>申請資格</u><br>
                        ‧未滿5歲<br>
                        ‧自行照顧兒童，或送至私立托育中心、尚未與政府簽約之合格保母<br>
                        ‧家庭所得稅率未達20%<br>
                        ‧未領取育嬰留停津貼(2021年8月後可領)、托育補助<br><br>
                        <u>申請辦法、準備文件</u><br>
                        ‧育兒津貼申請表(至各縣市政府網站下載)<br>
                        ‧申請人、兒童之身分證明文件<br>
                        ‧金融帳戶影本<br>
                        ‧3名以上子女證明文件<br>
                        ‧親送或郵寄至兒童戶籍地之鄉鎮市區公所辦理<br>
                        </p>
                      </li>
                      <li data-aos="fade-up">
                        <h3>中央托育補助</h3>
                        <p>
                          適用於將兒童交與公辦托育中心或保母照顧之家庭。<br><br>
                          <u>申請資格</u><br>
                          ‧0至2歲<br>
                          ‧兒童送至公辦托育中心、與政府簽約之準公共私托中心、與政府簽約之保母照顧<br>
                          ‧家庭所得稅率未達20%<br>
                          ‧未領取育兒津貼、育嬰留停津貼<br>
                          ‧送相關單位每週托育時數達30小時以上<br><br>

                          <u>申請辦法、準備文件</u><br>
                          ‧托育補助申請表<br>
                          ‧申請人、兒童之身分證明文件<br>
                          ‧金融帳戶影本<br>
                          ‧已簽訂之托育契約書<br>
                          ‧向托育中心，或是保母隸屬之居家托育中心申請
                        </p>
                      </li>
                      <li data-aos="fade-up">
                        <h3>相關資源</h3>
                        <p><u>0至2歲</u><br>
                          ‧補助相關問題可撥打免付費諮詢電話1957<br>
                          ‧衛福部育兒津貼諮詢：<a href="tel:0422502850">電話04-2250-2850</a>
                          對育兒津貼、托育補助有任何問題，可撥打衛福部專線受理所有補助相關的問題。<br><br>
                           <u>2至4歲</u><br>
                          ‧教育部專線0800-205-105，或是查詢全國教保資訊網的各縣市諮詢號碼。
                        </p>
                      </li>
                      <li data-aos="fade-up">
                        <p>
                         <u>其他問題</u><br>
                        對於沒有經濟工作基礎的未成年小爸媽來說，會面臨經濟壓力、托育問題的沉重負擔，各直轄市、縣（市）政府社會局（處）對於未成年懷孕家庭，依其家庭經濟狀況，提供低收入戶、中低收入戶生活扶助、馬上關懷急難救助、特殊境遇家庭扶助等措施。</p>
                        <p>評估女兒的需求與經濟協助申請事宜，歡迎利用下列<u>諮詢服務</u>瞭解更多資訊。</p>
                      資訊來源：<br>教育部國民及學前教育署
                      </li>
                    </ul>
                    <!-- 選項結束 -->
                    <hr data-aos="fade-up">
                    <div data-aos="fade-up">
                      <a class="goBack" href="#">返回首頁</a>
                    </div>
                </div>
              </div>
            </div>
          </div>
        </section>
        <Consult></Consult>
        <Article></Article>
        <Circle></Circle>
      </main>
    </div>
</template>
<script>
import Consult from '../../components/Consult.vue'
import Article from '../../components/Article.vue'

export default {
  data () {
    return {
      data: [
        {
          Q: '2.何謂兩小無猜條款？',
          A: '未滿十八歲之人對未滿十六歲之男女性交者，可以減輕或免除其刑，而且屬於告訴乃論罪，也就是必須要向法院提告才審理，若無提告，法院、警局等相關機關得知此情況也不會偵辦。'
        },
        {
          Q: '3.通報性侵害防治中心有什麼好處？',
          A: '通報除了能讓主管機關依循性侵害防治與處遇之流程，發動警政、社政等相關單位進行協助外，更能有效針對當事人的問題與需求加以評估後，協助其取得、運用所需之社會資源，並減少其誤以為僅能獨自承擔，而在困惑、無助與徬徨下，作出令自己遺憾的決定。'
        },
        {
          Q: '4.通報性侵害防治中心後，會有哪些流程？',
          A: '未滿16歲之人即使是自願發生性關係，也需要進行一般性侵害案件處遇流程。社工將通報的資料送至家庭暴力暨性侵害防治中心後，社工將會盡快與案主作初步聯繫，評估是否需要提供緊急處遇，如聲請保護令、緊急庇護安置等，並依案主需求後續提供經濟、就學、醫療等服務。'
        },
        {
          Q: '5.懷孕了，若男方不想負責，可否對男方提告？',
          A: '若女方未滿16歲，男方將以公訴罪起訴；倘若女方為16歲以上未滿20歲，男方則屬告訴乃論罪；又如女方為成年人，則需要進一步尋求專業法律資源，了解提告之可能性與用何種罪名提告等相關資訊。'
        },
        {
          Q: '6.女方若選擇人工流產，法律是否有規定男方必須負擔賠償或醫療費用？',
          A: '法律並無規定男方必須支付女方人工流產費用，但若女方為未成年人，則可透過提告讓男方對其行為負擔刑責。'
        },
        {
          Q: '7.新生兒在多久期限內要完成報戶口？若未依規定辦理會被罰款嗎？',
          A: '出生登記之申請，應於新生兒出生後三十日內為之，如申請逾期者，戶政事務所會以書面催告應為申請之人，並處新台幣三百元以下罰鍰；出生登記，經催告仍不申請者，戶政事務所得逕為登記（由戶政事務所主任代立姓名），並處新台幣六百元以下罰鍰。'
        },
        {
          Q: '8.未成年小媽媽所生下的Baby其監護權屬於誰？',
          A: '寶寶監護權為小媽媽所有，但經生父認領則可隨生父姓，並與生母共同擁有監護權，倘若生父未滿20歲，則要生父的父母同意。'
        },
        {
          Q: '9.在未成年的情形下，如何將孩子的戶口登記在男方的戶籍？',
          A: '未婚生子報出生登記後從母姓，經生父認領後視同婚生子女，可從父姓或母姓，戶口可報在生父或生母戶內，出生登記以父、母、祖父、祖母、戶長或撫養人為申請人，需備妥出生證明書、戶口名簿、申請人身分證及印章，親至戶政事務辦理。'
        },
        {
          Q: '10.產後家人不願意讓寶寶報戶口，該如何處理？',
          A: '應先了解家人反對之理由，討論其可接受之解決辦法，然寶寶出生後一段時間內，如無報戶口，基本上戶政單位會直接報戶口，僅是差在寶寶出生後一個月到報戶口這段空窗期，恐有會有健保的問題。'
        },
        {
          Q: '11.認領或強制認領的權利是什麼？',
          A: '若男方與女方無婚姻關係，所生下寶寶為非婚生子女，男方與寶寶僅有事實上的血緣關係，而沒有法律上的親子關係。按民法第1065 條：「非婚生子女經生父認領者，視為婚生子女，其經生父撫育者，視為認領。認領登記應備證件為戶口名簿、申請人國民身分證、印章或簽名、生父認領同意書或相關證明文件至戶政機關辦理。倘若生父不願負撫養責任，可按照強制認領之規定，非婚生子女、或其生母、或其他法定代理人，於符合下列之情形時，得按民法第1067條強制請求生父認領之：',
          U1: '(1)受胎期間生父與生母有同居之事實者。',
          U2: '(2)由生父所作之文書可證明其為生父者。',
          U3: '(3)生母為生父強姦或略誘成姦者。',
          U4: '(4)生母因生父濫用權勢成姦者。',
          T1: '強制認領的請求年限：非婚生子女本人自成年後兩年內（指20-22歲間），若不行使而消滅。生母及其他法定代理人自子女出生之後七年間，若不行使而消滅。'
        },
        {
          Q: '12.孩子生下來之後由男方帶回照顧，並由男方報戶口，跟男方同姓，但男方也以此理由，不讓母親跟孩子見面，有什麼方式可將孩子帶回？',
          A: '在未婚懷孕狀態下，監護權應為母親所有，故建議可至戶政事務所查詢孩子之戶口登記及相關資料，以檢視男方是否有照正常程序或偽造文書之可能，亦可尋求相關法律諮詢了解資訊。'
        },
        {
          Q: '13.非婚生子之合法性及出生證明之生父欄如何顯示?',
          A: '非婚生子只要依法為寶寶報戶口，並非違法之行為。寶寶出生證明之生父欄多以空白呈現，但若辦理生父認領，則可顯示生父姓名。建議可親洽各戶政事務所了解之。'
        },
        {
          Q: '14.未成年人欲訂婚、結婚之相關規定為何？',
          A: '民法暫定112年下修18歲為成年，同步修訂男女皆須滿17歲才能訂婚、18歲才能結婚。'
        },
        {
          Q: '15.家人間的侵害?',
          A: '對於因親屬、監護、教養、教育、訓練、救濟、醫療、公務、業務或其他相類關係受自己監督、扶助、照護之人利用權勢或機會為性交者，處6月以上5年以下有期徒刑；因前項情形而為猥褻之行為者，處3年以下有期徒刑。'
        }
      ]
    }
  },
  mounted () {

  },
  components: {
    Consult,
    Article
  }
}
</script>
